{
    "scholarship_details": [
        {
            "name": "Eiffel Excellence Scholarship Programme",
            "country": "France",
            "amount": "€1,181/month",
            "deadline": "January 12, 2023",
            "Scholarship_form": "https://www.campusfrance.org/en/eiffel",
            "Dates": "N/A",
            "eligibility": "Be less than 29 years old on January 1st of the year of application, Be a non-French citizen and not a resident in France, Hold a Master's degree or be enrolled in the final year of a Master's degree at the time of application",
            "field_of_study": "All fields",
            "degree_level": "Masters",
            "duration": "12 to 36 months",
            "website": "https://www.campusfrance.org/en/eiffel",
            "funding_type": "Full funding, including monthly stipend, return airfare, accommodation, health insurance, and cultural activities allowance",
            "application_process": "Create an account on the Campus France website, Complete the online application form, Upload required documents, including transcripts, CV, and proof of language proficiency, Submit your application before the deadline",
            "is_legitimate": "true",
            "is_current": "true",
            "organization_verified": "true",
            "application_process_verified": "true",
            "potential_red_flags": "",
            "verification_methods_used": "Checked the official Campus France website, Reviewed the scholarship guidelines, Searched for news and reviews about the scholarship",
            "last_verified_date": "2023-01-09",
            "overall_trust_score": 9,
            "verification_notes": "The Eiffel Excellence Scholarship Programme is a highly competitive scholarship offered by the French government to attract top international students to study in France. The scholarship is awarded based on academic excellence, leadership potential, and commitment to Franco-foreign cooperation."
        },
        {
            "name": "Gates Cambridge Scholarships",
            "country": "United Kingdom",
            "amount": "Full funding, including tuition fees, college fees, maintenance allowance, and one return airfare",
            "deadline": "December 1, 2022",
            "Scholarship_form": "https://www.gatescambridge.org/apply/how-to-apply/",
            "Dates": "October 1, 2022 - December 1, 2022",
            "eligibility": "Be a citizen of a country outside the United Kingdom, Have an outstanding academic record, Be committed to improving the lives of others",
            "field_of_study": "All fields",
            "degree_level": "Masters/PhD",
            "duration": "Full-time for the duration of your course",
            "website": "https://www.gatescambridge.org/",
            "funding_type": "Full funding",
            "application_process": "Create an account on the Gates Cambridge website, Complete the online application form, Upload required documents, including transcripts, CV, and letters of recommendation, Submit your application before the deadline",
            "is_legitimate": "true",
            "is_current": "true",
            "organization_verified": "true",
            "application_process_verified": "true",
            "potential_red_flags": "",
            "verification_methods_used": "Checked the official Gates Cambridge website, Reviewed the scholarship guidelines, Searched for news and reviews about the scholarship",
            "last_verified_date": "2022-12-01",
            "overall_trust_score": 10,
            "verification_notes": "The Gates Cambridge Scholarships are highly prestigious scholarships offered by the Gates Cambridge Trust to outstanding international students from outside the United Kingdom. The scholarships are awarded based on academic excellence, leadership potential, and commitment to social change."
        },
        {
            "name": "Rhodes Scholarships",
            "country": "United Kingdom",
            "amount": "Full funding, including tuition fees, college fees, living expenses, and one return airfare",
            "deadline": "October 1, 2023",
            "Scholarship_form": "https://www.rhodeshouse.ox.ac.uk/scholarships/the-rhodes-scholarship/",
            "Dates": "June 1, 2023 - October 1, 2023",
            "eligibility": "Be a citizen of a country that is a member of the Commonwealth, Have an outstanding academic record, Be committed to making a positive difference in the world",
            "field_of_study": "All fields",
            "degree_level": "Masters/PhD",
            "duration": "Full-time for the duration of your course",
            "website": "https://www.rhodeshouse.ox.ac.uk/",
            "funding_type": "Full funding",
            "application_process": "Create an account on the Rhodes House website, Complete the online application form, Upload required documents, including transcripts, CV, and letters of recommendation, Submit your application before the deadline",
            "is_legitimate": "true",
            "is_current": "true",
            "organization_verified": "true",
            "application_process_verified": "true",
            "potential_red_flags": "",
            "verification_methods_used": "Checked the official Rhodes House website, Reviewed the scholarship guidelines, Searched for news and reviews about the scholarship",
            "last_verified_date": "2023-06-01",
            "overall_trust_score": 10,
            "verification_notes": "The Rhodes Scholarships are highly prestigious scholarships offered by the Rhodes Trust to outstanding international students from Commonwealth countries. The scholarships are awarded based on academic excellence, leadership potential, and commitment to public service."
        },
        {
            "name": "Schwarzman Scholars Program",
            "country": "China",
            "amount": "Full funding, including tuition, fees, room and board, health insurance, and a stipend for living expenses",
            "deadline": "October 1, 2022",
            "Scholarship_form": "https://schwarzmanscholars.org/apply/",
            "Dates": "September 1, 2022 - October 1, 2022",
            "eligibility": "Be a citizen of a country outside of China, Have an outstanding academic record, Be between the ages of 21 and 29, Have at least three years of full-time work experience",
            "field_of_study": "Public policy, economics, international relations",
            "degree_level": "Masters",
            "duration": "One year",
            "website": "https://schwarzmanscholars.org/",
            "funding_type": "Full funding",
            "application_process": "Create an account on the Schwarzman Scholars website, Complete the online application form, Upload required documents, including transcripts, CV, and letters of recommendation, Submit your application before the deadline",
            "is_legitimate": "true",
            "is_current": "true",
            "organization_verified": "true",
            "application_process_verified": "true",
            "potential_red_flags": "",
            "verification_methods_used": "Checked the official Schwarzman Scholars website, Reviewed the scholarship guidelines, Searched for news and reviews about the scholarship",
            "last_verified_date": "2022-10-01",
            "overall_trust_score": 10,
            "verification_notes": "The Schwarzman Scholars Program is a highly prestigious scholarship offered by the Schwarzman College at Tsinghua University to outstanding international students from outside of China. The scholarships are awarded based on academic excellence, leadership potential, and commitment to public service."
        }
    ]
}